Repository: common-repository/pagamentos-digitais-4all
Catalog: languages/woocommerce-4all-*.po
Languages: pt_br

source: Includes 4all as a payment gateway to WooCommerce.
pt_br: Inclui 4all como seu gateway de pagamentos no Woocommerce.

source: Buyer complement
pt_br: Complemento do comprador

source: CPF of the buyer
pt_br: CPF do comprador

source: Address complement
pt_br: Complemento de endereço

source: Residence neighborhood
pt_br: Bairro residencial

source: Residence number
pt_br: Número da residência

source: After you finish your purchase, you will have access to the bank slip that you can print and pay. It can take up to 45 minutes to be available to be paid.
pt_br: Depois de concluir a compra, você terá acesso ao boleto bancário que pode imprimir e pagar. Pode levar até 45 minutos para que esteja disponível para ser pago.

source: Please click in the following link to view your bank slip:
pt_br: Por favor, clique no link a seguir para ver o seu boleto bancário:

source: Access bank slip
pt_br: Acessar o boleto

source: You can print and pay in your internet banking or in a lottery retailer. Remember, it can take up to 45 minutes to be available to be paid.
pt_br: Você pode imprimir e pagar com seu internet banking ou em uma lotérica. Lembre-se de que pode levar até 45 minutos para que o boleto esteja disponível para ser pago.

source: After we receive the banking ticket payment confirmation, your order will be processed.
pt_br: Depois que recebermos a confirmação do pagamento do boleto, seu pedido será processado.

source: 4all - Credit Card
pt_br: 4all - Cartão de crédito

source: Official 4all payment gateway for WooCommerce.
pt_br: Portal oficial de pagamento 4all para WooCommerce.

source: Card name
pt_br: Nome do portador do cartão

source: is a required field.
pt_br: é um campo obrigatório.

source: is not a valide value.
pt_br: não é um valor válido.

source: Card number
pt_br: Número do cartão

source: Expiration date
pt_br: Data de validade

source: Security code
pt_br: Código de segurança

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: If you do not already have 4all merchant account, <a href="https://autocredenciamento.4all.com" target="_blank">please register in Production</a>
pt_br: Se você ainda não possui uma conta de comerciante, <a href="https://autocredenciamento.4all.com" target="_blank">por favor registre-se em Produção</a>

source: Show image
pt_br: Mostrar logo

source: When active show "4all pagamentos digitais" logo at checkout page
pt_br: Quando ativado mostra o logo "4all pagamentos digitais" na página de compra

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Controla o título que o usuário vê na página de compra.

source: Credit card
pt_br: Cartão de crédito

source: Description:
pt_br: Descrição:

source: Description of 4all Payment Gateway that users sees on Checkout page.
pt_br: Descrição do Gateway de pagamento 4all que os usuários veem na página de compra

source: 4all is a leading payment services provider.
pt_br: 4all é um provedor de serviços de pagamento.

source: Integration Settings
pt_br: Configurações de Integração

source: MerchantKey
pt_br: Chave do estabelecimento

source: Please enter your 4all MerchantKey. This is needed to process the payment.
pt_br: Por favor, insira sua chave de estabelecimento 4all. Isso é necessário para processar o pagamento.

source: Interest Settings
pt_br: Configurações de juros

source: Interest installments
pt_br: Parcelas para juros

source: From how many installments the interest will be applied.
pt_br: Indica a partir de quantas parcelas o juros será aplicado. (Incluindo a informada)

source: None
pt_br: Nenhuma

source: Interest rate
pt_br: Taxa percentual de juros

source: Percentage interest rate that will be applied in the installments. Example: 1.10
pt_br: Taxa percentual de juros que vai ser aplicada nas parcelas. Exemplo: 1.10

source: Sandbox Settings
pt_br: Configurações do Sandbox

source: When active send all transactions to homolog server
pt_br: Quando ativado envia todas as transações para o servidor de homologação (testes)

source: Please enter your merchantKey of homolog. This is needed to process the payment.
pt_br: Por favor, insira sua chave de estabelecimento 4all do servidor de homologação (testes). Isso é necessário para processar o pagamento.

source: Payment error:
pt_br: Erro de pagamento:

source: 4all - Bank slip
pt_br: 4all - Boleto

source: This bank slip can take up to 45 minutes after it is created to be registered and then be available paid
pt_br: Este boleto pode levar até 45 minutos após ser criado para ser registrado e, em seguida, estar disponível para pagamento

source: Bank slip
pt_br: Boleto bancário

source: Please enter your 4all MerchantKey of production. This is needed to process the payment.
pt_br: Por favor, insira sua chave de estabelecimento 4all do servidor de produção. Isso é necessário para processar o pagamento.

source: Days to due date
pt_br: Dias para vencer

source: Days until to bank slip due date
pt_br: Quantidade de dias que o boleto levará para vencer

source: Days to expire
pt_br: Dias para expirar

source: Days until to bank slip expire
pt_br: Quantidade de dias que o boleto levará até expirar

source: Neighborhood
pt_br: Bairro

source: Number
pt_br: Número

source: Awaiting bank slip payment
pt_br: Aguardando o pagamento do boleto bancário

source: Name of the card holder (same as the card)
pt_br: Nome do portador do cartão (igual no cartão)

source: CPF of the bearer
pt_br: CPF do portador

source: There are no registered payment methods.
pt_br: Não há métodos de pagamento registrados.

source: Installment
pt_br: Parcelas

source: interest of
pt_br: juros de

source: &#9679; Approximated values
pt_br: &#9679; Valores aproximados

source: Credit card settings
pt_br: Configurações de cartão de crédito

source: Bank slip settings
pt_br: Configurações de boleto
